11/data/attachments/45995fb5665b6716.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Theresa_there_Friend_40964_3</nif:username>
            <nif:friendToBeRequested>soap_friends_04f8f895-f6fc-4df2-b9a3-58cd98de6d1c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>